Repository: viniciusbart/DreamNotes
Catalog: DreamNotes/*.lproj/Localizable.strings
Languages: de, es, fr, pt

# Notification
source: Did you dream today?
de: Haben Sie heute geträumt?
es: ¿Soñaste hoy?
fr: Est-ce que vous rêvez aujourd'hui?
pt: Você sonhou hoje?

source: No
de: Keine
fr: Aucun
pt: Não

source: Note
de: Hinweis
es: Nota
fr: Remarque
pt: Anotar

# Body
source: Tell me your dream...
de: Sag mir deinen Traum...
es: Cuéntame tu sueño...
fr: Dites-moi votre rêve...
pt: Me conte seu sonho...

# Ntf_title
source: Alert
de: Achtung
es: Atención
fr: Avertissement
pt: Aviso

# Ntf_msg
source: Notification reminder set for:
de: Benachrichtigung Erinnerung Satz für:
es: Notificación Recordatorio establece en:
fr: La notification de rappel fixé à:
pt: Notificação Lembrete definida para:

# Ntf_msg_daily
source: daily.
de: täglich.
es: diario.
fr: tous les jours.
pt: diariamente.

# Write
source: Written on
de: Geschrieben am
es: Escrito en
fr: Écrit en
pt: Escrito em

# Alert_title
source: Warning
de: Achtung
es: ¡Atención!
fr: Avertissement
pt: Aviso!

# Alert_msg
source: Insert text for your dream...
de: Text einfügen Ihre Traum...
es: Introduzca el texto de su sueño...
fr: Insérer le texte pour votre rêve...
pt: Insira texto para seu sonho...

# Rate_us_title
source: Rate Us
de: Bewerten Sie Uns
es: Nos Vota
fr: Nous évaluer
pt: Avalie-nos

# Rate_us_msg
source: Thanks for using Dream Notes We hope you have sweet dreams
de: Danke fuer die Benutzung Dream Notes Wir hoffen, Sie süße Träume haben
es: Gracias por usar Dream Notes Esperamos que tengan dulces sueños
fr: Merci pour l'aide Dream Notes Nous espérons que vous avez de beaux rêves
pt: Obrigado por usar Dream Notes Esperamos que você tenha bons sonhos

# No-thx
source: No Thanks
de: Nein Danke
es: No, Gracias
fr: Non Merci
pt: Não, obrigado

# Maybe
source: Maybe Later
de: Vielleicht Später
es: Después
fr: Après
pt: Depois

# Rate
source: Rate Dream Notes!
de: Preis Dream Notes!
es: De su nota para Dream Notes!
fr: Taux Dream Notes!
pt: Avalie Dream Notes!

# Pro_title
source: Pro Version Needed!
de: Pro Version Benötigt!
es: La versión Pro necesario!
fr: Version Pro Nécessaire!
pt: Versão Pro Necessária

# Pro_msg
source: You are not using the Dream Notes Pro version, this feature is unavailable
de: Sie sind nicht mit dem Dream Notes Pro version, ist diese Funktion nicht verfügbar
es: No está utilizando la versión Dream Notes Pro, esta función no está disponible
fr: Vous ne utilisez pas le Dream Notes Pro version, cette fonctionnalité ne est pas disponible
pt: Você não esta usando a versão Dream Notes Pro, este recurso esta indiponível

# Buy_pro_msg
source: Unlock daily notification and get rid of the ads with Dream Notes Pro Version
de: Entsperren Sie täglich Benachrichtigung und loszuwerden, die Anzeigen mit Dream Notes Pro Version
es: Desbloquear notificación diaria y deshacerse de los anuncios con Dream Notes Pro Versión
fr: Débloquez notification journalière et de se débarrasser des annonces Dream Notes Pro Version
pt: Desbloqueie notificações diárias e se livre da propaganda com a versão Dream Notes Pro

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
pt: Comprar

# Not_using
source: ⚠️You are not using Dream Notes Pro version⚠️
de: ⚠️Sie sind nicht mit Dream Notes Pro version⚠️
es: ⚠️No está utilizando la versión Dream Notes Pro⚠️
fr: ⚠️Vous n'êtes pas utilisez la version Dream Notes Pro⚠️
pt: ⚠️Você não está usando a versão Dream Notes Pro⚠️

# Not_using2
source: ⚠️ Oops, this is a paid feature sorry ⚠️
de: ⚠️ Oops sorry, das ist eine kostenpflichtige Funktion ⚠️
es: ⚠️ Oops, este es un recurso pagado lo siento ⚠️
fr: ⚠️Oups, ceci est une ressource payé désolé⚠️
pt: ⚠️ Oops, este é um recurso pago desculpe ⚠️

# I_think
source: I think you should make clouds happy and take a look at us in App Store ❍ᴥ❍
de: Ich denke sie sollten Wolken glücklich zu machen und einen Blick auf uns in App Store ❍ᴥ❍
es: Creo que deberías hacer las nubes felices y echar un vistazo a nosotros en la App Store ❍ᴥ❍
fr: Je pense que vous devriez faire les nuages heureux et jetez un oeil à nous dans 📲🍎
pt: Eu acho que você deve fazer as nuvens felizes e dar uma olhada em nós na App Store ❍ᴥ❍
